版本#1.1.8#
免更版本#1.1.6#
版本号#18#
赠送时间#604800#
mm#canying0#
公告#公告：美酒千杯难知己 清茶一盏也醉人#
更新#http://wangpan.52cy.wang/data/User/admin/home/canying/canyingys.apk#
更新信息#更新内容下: 1.1.7正式更新内容 1.完整更换播放器，极速秒播，默认exo（可自行切换） 2.因虎牙直播源规则问题关闭虎牙直播版块 3.同步地址记忆，记住之前输入的数据 4.数据储存优化，更换内部储存路径，保留旧版数据，保留文件导入同步数据功能 5.修复同步输入框字体显示不全问题 6.微调播放显示剧集字体小 7.修改提交界面排版 8.增加屏蔽策略，资源名字前加“屏蔽”二字即可默认屏蔽该资源 9.切换内核不再重复解析浪费资源 10.调低首页弹出图片为1/10 11.修复网络问题造成的空更新提示 12.直播增加切换内核功能，切换直播增加显示当前直播名 13.去除抓包检测 14.修复选择分类会跳转下一页bug 15.其他微调 未实现功能： 因界面排版有限，暂不增加片头片尾功能 暂不隐藏上部来源显示 如出现更新下载后闪退，请手动打开“Download”文件夹选择canyingys.apk手动安装； 备用下载：蚂蚁市场分享码CYYS 蓝奏网盘：https://canying.lanzoui.com/b005p57c 注：本软件仅供内部接口资源测试，不提供任何技术支持！ 有问题请及时反馈，关注微信公众号不迷路：canyingys#